import React from "react";
import "./Header_main.css";

const Header_main = () => {
  return (
    <div className="header_main">
      <div className="header_main_text">
        <p>
          📢 Внимание всем модникам и модницам! 👗🕶️ <br />
          Если вы в поисках лучшего онлайн магазина одежды и аксессуаров, то вы
          попали по адресу! 🌐💎 Мы гордимся тем, что в нашем магазине вы
          найдете всё, что нужно для создания идеального образа, будь то для
          работы, вечеринки или повседневной жизни. ✨
        </p>
      </div>
    </div>
  );
};

export default Header_main;
